Repository: common-repository/change-uploaded-file-permissions
Catalog: change-uploaded-file-permissions-*.po
Languages: de_de

source: Upload file permissions
de_de: Upload Dateirechte

source: Sorry, but you have no permissions to change settings.
de_de: Sorry, aber Du hast keine Berechtigungen um Einstellungen zu Ã¤ndern.

source: Settings have been successfully saved.
de_de: Einstellungen wurden erfolgreich gespeichert.

source: Change Uploaded File Permissions Settings
de_de: Upload Dateirechte Einstellungen

source: Path
de_de: Pfad

source: Absolute path to WordPress-Root folder WITHOUT ending Slash
de_de: Absoluter Pfad zum WordPress-Root Ordner OHNE abschliessenden Schraegstrich

source: i.e.
de_de: z.B.

source: Path test
de_de: Pfad-Test

source: The upload folder has been successfully found!
de_de: Der Uploadordner wurde erfolgreich gefunden!

source: Error
de_de: Fehler

source: The folder wp-content/uploads was not found!
de_de: Der Ordner wp-content/uploads wurde nicht gefunden!

source: Save
de_de: Speichern

source: Log, which files have been changed.
de_de: Protokollieren, welche Dateien geandert werden.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: NOTE: Upon deactivation all log entries will be deleted.
de_de: ACHTUNG: Beim Deaktivieren werden alle Log-Eintraege geloescht.

source: Filepermissions have been changed succsesfully
de_de: Dateirechte wurden erfolgreich geaendert

source: Failed to change filepermissions
de_de: &Auml;ndern der Dateirechte fehlgeschlagen

source: File does not exist or is a folder
de_de: Datei exisitiert nicht oder ist ein Verzeichnis

source: Filename
de_de: Dateiname

source: Date
de_de: Datum

source: No log yet.
de_de: Keine Eintraege vorhanden.
